Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: Elemental units generally have elemental as their only trait. Since elemental units are energy-based beings, drain, poison, and plague have no effect upon them.
uk_ua: Стихійні бійці, як правило, мають лише одну рису — ‘стихійний’. Стихійні бійці створені з енергії, тому висмоктування, отрута і чума на них не діють.

source: Elenia
uk_ua: Єленія

source: Elensefar
uk_ua: Еленсефар

source: Elensefar is at times a province of <ref>dst='kingdom_wesnoth' text='Wesnoth'</ref>, at times an independent country, and at times in a treaty federation with Wesnoth. Its borders are the <ref>dst='great_river' text='Great River'</ref> to the north, a loosely defined line with Wesnoth to the east, the Bay of Pearls to the south, and the <ref>dst='great_ocean' text='ocean'</ref> to the west. More information is found in the historical narrative of Wesnoth. <header>text='Notable cities:'</header> • Elensefar: The capital, located on an island in the Great River delta. • Carcyn: City on the Wesnoth–Elensefar border, disputed with Wesnoth. <header>text='Notable land features:'</header> • <ref>dst='great_river' text='Great River'</ref>: It is very wide at this point, and only ships can cross it.
uk_ua: Еленсефар в різні часи був і провінцією <ref>dst='kingdom_wesnoth' text='Весноту'</ref>, і незалежною державою, і частиною федерації з Веснотом. На півночі обмежений Великою рікою, на сході — ледве обкресленою межею з Веснотом, на півдні — бухтою Перлин, на заході <ref>dst='great_ocean' text='океаном'</ref>. Більше можна дізнатися з історії Весноту. <header>text='Великі міста:'</header> • Еленсефар: Столиця, розташоване на острові в гирлі <ref>dst='great_river' text='Великої ріки'</ref> • Карцин: Місто на межі з Веснотом, спірна земля <header>text='Помітні особливості ландшафту:'</header> • <ref>dst='great_river' text='Велика ріка'</ref>: В цих місцях вона дуже широка; перепливти її можна лише на кораблі.

source: Elensefar? Why him?
uk_ua: Еленсефар? Чого він?

source: Elf Land
uk_ua: Ельфійський край

source: Elilmaldur-Rithrandil
uk_ua: Елільмалдур-Рітранділ

source: Ellipses, Team Colors, and Hero Icons
uk_ua: Еліпси, Кольори команд, Значки героїв

source: Elomyr
uk_ua: Еломир

source: Elrian
uk_ua: Елріан

source: Eltenmir
uk_ua: Ельтенмір

source: Eltenmir! What in the world is going on here?
uk_ua: Ельтенміре! Що тут відбувається?

source: Eltenmir, answer me! You know you do not have the authority to be attacking the humans like this, much less me! Eltenmir!
uk_ua: Ельтенміре, відповідай! Ти знаєш, що в тебе нема права ось так атакувати людей, тим паче мене! Ельтенміре!

source: Elurin
uk_ua: Елурін

source: Elven Bow
uk_ua: Ельфійський лук

source: Elven Castle
uk_ua: Ельфійський замок

source: Elven Castle Keep
uk_ua: Ельфійська замкова вежа

source: Elven Castle Ruin
uk_ua: Зруйнований ельфійський замок

source: Elven Keep Ruin
uk_ua: Зруйнована ельфійська цитадель

source: Elven Village
uk_ua: Село ельфів

source: Elves
uk_ua: Ельфи

source: Elves are a powerful race, Konrad, more powerful than my own people usually acknowledge. But horsemen are powerful in a different way. They have no long range attack, but can charge into combat, inflicting double normal damage, though taking double damage in return. They are also lawful, meaning they fight better by day, and worse at night. Horsemen are unmatched on open land, though elves will serve you better in forests or rugged terrain.
uk_ua: Ельфи — могутня раса, Конраде, більш могутня, ніж усвідомлюють мої люди зазвичай. Але і у вершників є свої сильні сторони. У них немає дальнобійної зброї, проте, кидаючись в атаку, вони завдають подвійних ушкоджень, хоч і отримують подвійної здачі. До того ж, вони порядні, тобто, вони сильніші вдень і слабші вночі. Вершники не мають собі рівних в чистому полі, а ельфи найкраще будуть воювати в лісах та на пагорбах.

source: Elves may also receive <ref>dst='traits_dextrous' text='dextrous'</ref>, and dwarves may receive <ref>dst='traits_healthy' text='healthy'</ref>. Trolls and certain humans may receive <ref>dst='traits_fearless' text='fearless'</ref>. Other traits which may be assigned include <ref>dst='traits_loyal' text='loyal'</ref>, <ref>dst='traits_feral' text='feral'</ref> and <ref>dst='traits_undead' text='undead'</ref>.
uk_ua: Ельфи також можуть отримати рису: <ref>dst='traits_dextrous' text='влучний'</ref>, і гноми можуть бути <ref>dst='traits_healthy' text='живучі'</ref>. Тролі та деякі люди можуть отримати рису <ref>dst='traits_fearless' text='безстрашний'</ref>. Можуть траплятися також інші риси, такі як <ref>dst='traits_loyal' text='вірний'</ref>, <ref>dst='traits_feral' text='дикий'</ref> та <ref>dst='traits_undead' text='мрець'</ref>.

source: Elves may be the lords of the forest, but horsemen are powerful as well. On the plains under the midday sun they can fell the toughest foes with sharp spears and under heavy hoofs!
uk_ua: Безперечно, ельфи — володарі лісів, але і вершники не ликом шиті. На рівнинах, при сонячному світлі, вони можуть збити з ніг найсильнішого ворога гострими списами і розтоптати його важкими копитами!

source: Elves! And that traitor, Delfador is with them! Riders, quickly, go alert the Queen. And guards, prepare to strike them down!
uk_ua: Ельфи! І цей зрадник, Делфадор, разом з ними! Вершники, швидше, попередьте Королеву. Охороно, до зброї!

source: Elves! I heard you have been looking for me! But you will save neither the human prince, nor yourselves.
uk_ua: Ельфи! Я чув, ви шукали мене! Але ви не врятуєте ні короля, ні себе.

source: Elvish Archer
uk_ua: Ельфійський лучник

source: Elvish Avenger
uk_ua: Ельфійський месник

source: Elvish Bodyguard
uk_ua: Ельф Тілохранитель

source: Elvish Captain
uk_ua: Ельфійський капітан

source: Elvish Champion
uk_ua: Ельфійський чемпіон

source: Elvish Fighter
uk_ua: Ельфійський воїн

source: Elvish Fighters normally do 3×3 damage with their bows, but this elf has the <i>dextrous</i> trait, which increases the damage output of ranged attacks.
uk_ua: Ельфійські воїни зазвичай наносять 3×3 шкоди при стрільбі з луку, однак цей ельф має рису <i>влучний</i>, що збільшує шкоду дальніх атак.

source: Elvish Fighters normally do 5×4 damage with their swords, but this elf has the <i>strong</i> trait, which increases the damage output of melee attacks.
uk_ua: Ельфійські воїни зазвичай наносять своїми мечами 5×4 шкоди, однак цей ельф має рису <i>сильний</i>, що збільшує шкоду ближніх атак.

source: Elvish Hero
uk_ua: Ельфійський герой

source: Elvish High Lord
uk_ua: Верховний Лорд ельфів

source: Elvish Lord
uk_ua: Ельфійський лорд

source: Elvish Marksman
uk_ua: Ельфійський стрілець

source: Elvish Marshal
uk_ua: Ельфійський маршал

source: Elvish Outrider
uk_ua: Ельфійський передвісник

source: Elvish Princess
uk_ua: Ельфійська принцеса

source: Elvish Ranger
uk_ua: Ельфійський лісник

source: Elvish Rider
uk_ua: Ельфійський вершник

source: Elvish Scout
uk_ua: Ельфійський розвідник

source: Elvish Shaman
uk_ua: Ельфійська шаманка

source: Elvish Sharpshooter
uk_ua: Ельфійський снайпер

source: Elvish captains usually command patrols and garrisons that stand guard over the vast forests in elvish territory. Unlike leaders from other races, they are most proficient at navigating small skirmishes rather than large-scale battles, and are especially skilled at defensive maneuvering. Captains typically lead small units that remain together for extended periods of time, allowing them to personally mentor and befriend their troops. They are often observed to lead through camaraderie and amicability, but still command great respect from their kin.
uk_ua: Ельфійські капітани зазвичай стоять на чолі патрулів та командують гарнізонами, які охороняють ельфійські безкрайні ліси. На відміну від ватажків інших рас, вони більш вправні в маленьких сутичках, ніж повномасштабних битвах, та особливо майстерні в оборонному маневруванні. Капітани зазвичай командують малодосвідченими бійцями, які будуть разом протягом значного періоду часу, і стають для них персональним наставником та приятелем. Зі сторони здається, що вони командують лише через приязнь та панібратство, але насправді їх дуже поважають.

source: Elvish theme
uk_ua: Ельфійська тема

source: Elvish units move and fight well in forest. Dwarvish units move and fight well in hills, mountains and caves.
uk_ua: Ельфи добре пересуваються і б'ються в лісі. Гноми добре пересуваються і б'ються на пагорбах, в горах і в печерах.

source: Email:
uk_ua: Пошта:

source: Embrace your end, mortals!
uk_ua: Прийміть же свій кінець, смертні!

source: Empty Nest
uk_ua: Порожнє гніздо

source: Empty add-on version list on the server.
uk_ua: Список аддонів сервера пустий.

source: Empty file
uk_ua: Порожній файл

source: Empty slot
uk_ua: Пустий слот

source: Empty variable name
uk_ua: Порожня назва змінною

source: Enable custom time limits
uk_ua: Ввімкнути власні обмеження часу

source: Enable planning mode on start
uk_ua: Режим планування на початку гри

source: Encampment
uk_ua: Табір

source: Encampment Keep
uk_ua: Центр табору

source: Enclave
uk_ua: Анклав

source: Encyclopedia
uk_ua: Енциклопедія

source: End Replay
uk_ua: Завершити повтор

source: End Scenario
uk_ua: Скінчити місію

source: End Turn
uk_ua: Завершити хід

source: End Turn button
uk_ua: Кнопка кінця ходу

source: End Unit Turn
uk_ua: Завершити хід бійця

source: End your turn
uk_ua: Завершіть ваш хід

source: Ended... like this? Fight on without me...
uk_ua: Померти... ось так? Бийтеся без мене...

source: Endless Night
uk_ua: Вічна ніч

source: Enemies
uk_ua: Вороги

source: Enemies will not initiate an attack if there is a risk of them dying.
uk_ua: Вороги не атакуватимуть, якщо вони ризикують при цьому померти.

source: Enemy rider units will go for a signpost
uk_ua: Ворожі наїзники відправляться до вказівника

source: Enemy unit reaches a signpost
uk_ua: Ворожий боєць досягає вказівника

source: Enemy unit sighted!
uk_ua: Бачу $enemies ворога!

source: Enemy units cannot be seen unless they are in range of your units
uk_ua: Бійців супротивника видно тільки коли вони знаходяться у області огляду ваших бійців

source: Enemy units have no orb on the top of their energy bar
uk_ua: Ворожі бійці не мають сфери біля смужки енергії

source: Enemy village
uk_ua: Село ворога

source: English (GB) Translation
uk_ua: Англійський переклад (Британія)

source: English (Shaw) Translation
uk_ua: Англійський переклад (Шоу)

source: Enough chatter, you still have some guards on your tail. We need to head deeper into the Grey Woods to lose them.
uk_ua: Годі теревенити, за вами досі женеться охорона. Нам треба поринути глибше в Сірі Дерева, щоб відірватися від них.

source: Enough! I should have known that the stupidity of humans knows no bounds. We have nothing more to say here.
uk_ua: Годі! Мені варто було б знати, що дурість людей не має меж. Нам більше ні про що розмовляти.

source: Enough, all of you. Ethiliel is the only one of us who has encountered the undead — she will be the best judge of what aid we would grant the humans against these abominations.
uk_ua: Годі, ви всі. Етілієль єдина з нас, хто зустрічала мерців — вона найкраще визначить, яку допомогу ми зможемо надати людям проти тих чудовиськ.

source: Enraged Elves
uk_ua: Люті Ельфи

source: Enslaved within a shroud of enchantments, a trapped spirit may be likened to the wind in the sails of a ship. This damned vessel becomes an unfailing servant which can be bound to whatever task their master sees fit.
uk_ua: Дух, спійманий в тенета закляття, можна уподібнити вітру, що наповнює вітрила корабля. Прокляте тіло невпинним слугою виконуватиме будь-яке завдання свого хазяїна.

source: Enter Blindfolded
uk_ua: Ввійти наосліп

source: Enter Command
uk_ua: Ввести команду

source: Enter the Grey Woods with Hans
uk_ua: Проберіться у Сірі Дерева з Гансом

source: Entering the Northlands
uk_ua: У північних землях

source: Eowarar
uk_ua: Еоварар

source: Epilogue
uk_ua: Епілог

source: Er, hello... you know my name, then...?
uk_ua: Еее, добрий день... Значить, ти знаєш моє ім'я...?

source: Era
uk_ua: Ера

source: Era can't be activated. Some dependencies are missing:
uk_ua: Ера не може бути активована. Відсутні певні залежності:

source: Era:
uk_ua: Ера:

source: Erart
uk_ua: Ерарт

source: Eras
uk_ua: Ери

source: Eras:
uk_ua: Ери:

source: Erm, yes... He was Caror, the arch rival of our dearly departed Lich-Lord Lenvan. He coveted the ruby, and was studying it. The only copy of his study, the Book of Fire and Darkness, was petrified along with him.
uk_ua: Ну, так... Це був Карор, злий ворог нашого дорогого покійного Владики-Ліча Ленвана. Він мріяв дістати Рубин і вивчав його. Єдиний екземпляр його праці, Книги Вогню і Пітьми, обернувся на камінь разом з ним.

source: Err, Mr. Ogre, we are not very tasty.
uk_ua: Еее, пане огре, ми взагалі-то не дуже смачні.

source: Error
uk_ua: Помилка

source: Error details:
uk_ua: Деталі помилки:

source: Error level logging: minimum information
uk_ua: Рівень логування для помилок: мінімум інформації

source: Error loading core data.
uk_ua: Помилка завантаження даних ядра.

source: Error loading custom game configuration files. The game will fallback to the default core files.
uk_ua: Помилка завантаження додаткових файлів з налаштуваннями гри. Гра завантажитися з типовим ядром.

source: Error loading custom game configuration files. The game will try without loading add-ons.
uk_ua: Помилка завантаження додаткових файлів з налаштуваннями гри. Гра спробує завантажитися без аддонів.

source: Error loading default core game configuration files. The game will now exit.
uk_ua: Помилка завантаження файлів з налаштуваннями гри від типового ядра. Зараз гру буде завершено.

source: Error loading map
uk_ua: Помилка при завантаженні карти

source: Error loading mask
uk_ua: Помилка при завантаженні маски

source: Error loading the core with named id.
uk_ua: Помилка завантаження ядра з вказаним ідентифікатором.

source: Error validating data core.
uk_ua: Помилка при перевірці даних ядра.

source: Error while playing the game:
uk_ua: Виникла помилка під час гри:

source: Error while reading the WML:
uk_ua: Виникла помилка читання WML:

source: Error while starting server:
uk_ua: Помилка запуску сервера:

source: Error:
uk_ua: Помилка:

source: Error: [advancefrom] no longer works. ‘$lower_level’ units will not be able to advance to ‘$higher_level’; please ask the add-on author to use [modify_unit_type] instead.
uk_ua: Помилка: [advancefrom] більше не працює. ‘$lower_level’ бійці не будуть здатні просунутися до ‘$higher_level’; будь ласка, попросіть автора аддону використовувати замість неї [modify_unit_type].

source: Error: there are several unknown unit types on your recruit list: $unknown_ids
uk_ua: Помилка: невідомі бійці у списку вербування: $unknown_ids

source: Error: there’s an unknown unit type on your recruit list: $unknown_ids
uk_ua: Помилка: невідомий боєць у списку вербування: $unknown_ids

source: Escape to the northwest
uk_ua: Тікайте на північний захід

source: Escape via the tunnel in the northeast cellar
uk_ua: Втечіть через тунель в північно-східному погребі

source: Esperanto Translation
uk_ua: Переклад на есперанто

source: Establish University
uk_ua: Заснувати університет

source: Estonian Translation
uk_ua: Естонський переклад

source: Eth... Ethiliel?
uk_ua: Ет...Етілієль?

source: Ethereal Abyss
uk_ua: Ефірна безодня

source: Ethiliel
uk_ua: Етілієль

source: Ethiliel could have dispelled these magical wards if we had not fallen for your lies! But I foolishly spurned her advice and all the aid she had offered. I am of a mind to terminate your life here and now, but since elves have abandoned us... that would seem to be our only choice. But what about Mebrin? The undead will keep attacking our homes unless we root them out at the source.
uk_ua: Етілієль могла б розвіяти цей магічний захист, якби ми не повірили твоїй брехні! Але я бездумно відкинув її пораду та всю допомогу, що вона пропонувала. Я хочу вбити тебе прямо тут і зараз, але раз ельфи покинули нас... вибір невеликий. Але що з Мебріном? Мерці будуть нападати на наші домівки постійно, допоки ми не винищимо їх до ноги.

source: Ethiliel drew closer to Deoran and her voice dropped to a whisper. <i>“I have done what I can to ensure peace between elf and man. You may not like it, but it is the best I could do. This whole endeavor has brought me enough grief as it is. I will go now.”</i>
uk_ua: Етілієль наблизилася до Деорана й її голос опустився до шепоту. <i>“Я зробила все можливе, щоб забезпечити мир між ельфами та людьми. Тобі може це не сподобатися, але це найкраще, що я можу зробити. Ці всі події й так принесли мені достатньо горя. Тепер я піду.”</i>

source: Ethiliel led the men of the South Guard into the southern forest. The deep woods were overcast with unnatural shadow as they entered, shrouded with eerie silence and uncanny stillness. Grey darkness sapped all color from their surroundings, rendering all murky and gloomy, with every movement and every sound muted in the thick fog. Deoran’s small company kept vigilant watch on the dense forest and on each other, wary of the foreboding ambience, and even the elves seemed rather disconcerted.
uk_ua: Етілієль повела людей Південної Гвардії до південного лісу. Коли вони увійшли, глибокі зарослі був затягнуті неприродними тінями, оповиті моторошною тишею і дивовижною нерухомістю. Сіра темрява висмоктувала всі кольори з навколишнього середовища, роблячи все каламутним і похмурим, кожен рух і кожен звук приглушувався в густому тумані. Невеликий загін Деорана пильно стежив за густим лісом і один за одним, остерігаючись зловісної атмосфери, і навіть ельфи виглядали дещо збентеженими.

source: Ethiliel! Wait... think about it! Think of everything you are throwing away! We could build an empire together, where the humans are our slaves and you and I are the immortal rulers of the world!
uk_ua: Етілієль! Чекай... подумай про це! Подумай про все, що ти відкидаєш! Ми могли побудувати імперію разом, де люди були б нашими рабами, і ми з тобою були безсмертними правителями світу!

source: Even a mere human can see that you have become a mockery of all that you once believed in. I will destroy you and bury your perverse ideals, even if it costs me my own life!
uk_ua: Навіть звичайна людина може побачити як ти став посміховиськом усього того, за що колись стояв. Я знищу тебе та твої порочні ідеали, навіть якщо це коштуватиме мені життя!

source: Even if the bandits are beaten, there is still the matter of the undead.
uk_ua: Навіть якщо ми перемогли розбійників, ми ще маємо проблему з мерцями.

source: Even if this forest is decidedly grim, we must not fear its inhabitants so much so that we dare not even confront them. I am ready and willing to fight!
uk_ua: Навіть якщо цей ліс безперечно неприємний, ми не маємо боятися його мешканців настільки, щоб не наважуватися навіть зустрітися з ними. Я готовий та бажаю битися!

source: Even our undead allies cannot stand against this commander! The dark one lied to us!
uk_ua: Проти цього командира не можуть вистояти навіть наші мертві союзники! Темна істота набрехала нам!

source: Even so...
uk_ua: Навіть так...

source: Eventually, all the wards were gone, and with only a hushed word of beckoning, Ethiliel led the men down into the crypt.
uk_ua: Врешті-решт, всі бар'єри було усунуто, і тихо покликавши, Етілієль повела людей вниз, у склеп.

source: Ever the stubborn one. Deoran, we will not be able to fight them for very long. I will send a messenger to Ithelden and hope he gets here in time before the city is overrun.
uk_ua: Який упертий. Деоране, ми не зможемо битися з ними дуже довго. Я відправлю вісника до Ітільдена, і сподіваюся, він прибуде до того, як місто візьмуть.

source: Every time you recruit a new unit, your training levels will be applied. If a unit gains training benefits, you can see them with the trait "trained". Each unit’s chance of gaining training benefits is independent of another’s.
uk_ua: Щоразу, коли ви вербуєте нового бійця, до нього буде застосовано рівень тренування. Якщо боєць отримав переваги від тренування, ви зможете вирізнити його за допомогою особливості "тренований". Шанси кожного бійця на отримання переваг навчання не залежать від шансів інших.

source: Every time you recruit a unit, it is replaced in your recruit list by its pair. The following pairs can also be found here:
uk_ua: Кожного разу, коли ви вербуєте бійця, в списку доступних новобранців його замінює його пара. Ваші пари можна переглянути тут:

source: Every time...
uk_ua: І так щоразу…

source: Every turn, each side in a scenario gets a chance to make their move. Once you’ve completed everything you wish to do this turn, click on the <b>End Turn</b> button in the bottom right of the screen. The other sides, whether controlled by the AI or other human players, will then make their move. Some scenarios must be completed in a certain number of turns. You can see what turn it is, and any applicable turn limit, next to the flag icon at the top of the screen.
uk_ua: Кожного ходу кожна сторона отримує можливість зробити свій хід. Як тільки ви зробили все, що хотіли на цьому ходу, натисніть кнопку <b>Завершити хід</b> у нижньому правому кутку екрану. Після цього ходити будуть інші сторони, контрольовані іншими гравцями або комп'ютером. Деякі сценарії мають бути виграні за певну кількість ходів. Ви можете дізнатися про те, який зараз хід і скільки їх залишилося, поглянувши на верхню панель поряд із прапорцем.

source: Every unit has a chance of being hit based on the terrain it is in. For instance, units in castles and villages have a lower chance of being hit, and Elves in forest have a low chance of being hit. To see a unit&#8217;s defense rating (i.e. chance not to be hit) in terrain, click on the unit, and then mouse over the terrain you&#8217;re interested in, and the defense rating will be displayed as a percentage value in the status pane, as well as shown over the terrain hex.
uk_ua: Ймовірність отримання ран бійцем залежить від ландшафту. Наприклад, бійці в замках і селах мають меншу ймовірність, що в них потраплять, також мала ймовірність попадання у ельфів в лісах. Щоб побачити рівень захисту бійця на конкретній території (тобто ймовірність, що в нього не потраплять), клацніть по цьому бійцеві, а потім підведіть курсор до території, що вас цікавить, і ви побачите рівень захисту у відсотках на панелі стану, а також над вказаним полем.

source: Every unit has a chance of being hit, based on the <italic>text='terrain'</italic> it is in. This is shown in the status pane, and may also be found by right-clicking a unit, selecting <bold>text='Unit Description'</bold>, and then looking at <bold>text='Terrain Modifiers'</bold>. For instance, many elves have a defense rating of 70% in forest, so a unit attacking them has only a 30% chance of hitting. Conversely, the elf’s chance of hitting the attacker in return depends on what terrain the attacker is in.
uk_ua: Шанс потрапити в бійця залежить від <italic>text='місцевості'</italic>, на якій він стоїть. Це можна побачити на панелі стану, або якщо натиснути на бійця правою кнопкою миші, вибрати <bold>text='Опис бійця'</bold> і проглянути <bold>text='Модифікатори місцевості'</bold>. Наприклад, багато ельфів в лісі мають рівень захищеності 70%, що означає, що шанс противника потрапити в нього рівний лише 30%. І навпаки, шанс ельфа потрапити в нападника залежить від типу місцевості, на якій стоїть нападник.
